<?php

return [
    'store' => [
        'success' => 'Новая запись успешно создана',
        'exists' => 'Такая запись уже существует',
    ],
    'destroy' => [
        'success' => 'Успешно удалено',
        'fail' => 'Ошибка удаления',
    ],
    'update' => [
        'success' => 'Успешно обновлено',
        'fail' => 'Ошибка обновления',
    ],
    'device' => [
        'logout' => 'Выход из устройства прошел успешно',
        'not_found' => 'Устройство не найдено',
    ],
    'code' => [
        'sent' => 'Код отправлен',
        'fail' => 'Ошибка при отправке кода',
        'valid' => 'Код верен',
    ],
];
